Autodesk.Revit.DB.Electrical.NeutralMode
An enumerated type to list the neutral mode for wire type.

Autodesk.Revit.DB.Electrical.NeutralMode.UnbalancedCurrent
Neutral Mode is UnbalancedCurrent.

Autodesk.Revit.DB.Electrical.NeutralMode.HotConductorSize
Neutral Mode is HotConductorSize.